Repository: vishal2376/after-install
Catalog: .local/share/gnome-shell/extensions/Vitals@CoreCoding.com/locale/*/LC_MESSAGES/vitals.po
Languages: pl

source: Preferences
pl: Preferencje

source: System Monitor
pl: Monitor systemu

source: Refresh
pl: Odśwież

source: Include public IP address
pl: Pokaż publiczny adres IP

source: Format
pl: Jednostka

source: Bytes
pl: bajty

source: Bits
pl: bity

source: General
pl: Ogólne

source: Seconds between updates
pl: Odświeżanie (w sekundach)

source: Position in panel
pl: Pozycja na panelu

source: Left
pl: Z lewej

source: Center
pl: Na środku

source: Right
pl: Z prawej

source: Use higher precision
pl: Większa precyzja

source: Alphabetize sensors
pl: Ułóż alfabetycznie

source: Hide zero values
pl: Ukryj wartości zerowe

source: About
pl: O rozszerzeniu

source: Feature requests or bugs? Please visit <a href="https://github.com/corecoding/Vitals/issues">GitHub</a>. No warranty, expressed or implied. <a href="https://corecoding.com/donate.php">Donate</a> if you found this useful.
pl: Podoba Ci się? Wspomóż rozwój tego rozszerzenia za pośrednictwem <a href="https://corecoding.com/donate.php">PayPal</a>. Masz prośby o nowe funkcje lub chcesz zgłosić błędy? Odwiedź nasz projekt na <a href="https://github.com/corecoding/Vitals">GitHub</a>'ie. Brak jakiejkolwiek gwarancji.

source: Sensors
pl: Czujniki

source: Monitor temperature
pl: Monitoruj temperaturę

source: Monitor voltage
pl: Monitoruj napięcie

source: Monitor fan
pl: Monitoruj prędkość wentylatorów

source: Monitor memory
pl: Monitoruj zużycie pamięci

source: Monitor processor
pl: Monitoruj obciążenie procesora

source: Monitor system
pl: Monitoruj obciążenie systemu

source: Monitor network
pl: Monitoruj sieć

source: Monitor storage
pl: Monitoruj użycie dysku

source: Path
pl: Ścieżka

source: Unit
pl: Jednostka

source: Usage
pl: Użycie

source: Memory
pl: Pamięć

source: Physical
pl: Fizyczna

source: Available
pl: Dostępna

source: Allocated
pl: Przydzielona

source: Swap Used
pl: Plik wymiany

source: Average
pl: Średnio(a)

source: Processor
pl: Procesor

source: Core %d
pl: Rdzeń %d

source: Frequency
pl: Częstotliwość

source: Load 1m
pl: Obciążenie 1m

source: Load 5m
pl: Obciążenie 5m

source: Load 15m
pl: Obciążenie 15m

source: Threads Active
pl: Aktywnych wątków

source: Threads Total
pl: Wątków łącznie

source: Uptime
pl: Czas działania

source: Process Time
pl: Czas aktywności

source: Public IP
pl: Publiczny IP

source: Total
pl: Łącznie

source: Used
pl: Użyte

source: Reserved
pl: Zrezerwowane

source: Free
pl: Wolne

source: Storage
pl: Dysk

source: Maximum rx
pl: Maksimum rx

source: Maximum tx
pl: Maksimum tx

source: Temperature
pl: Temperatura

source: Voltage
pl: Napięcie

source: Fan
pl: Wentylator

source: Network
pl: Sieć

source: Temperature Preferences
pl: Ustawienia temperatury

source: Network Preferences
pl: Ustawienia sieci

source: Storage Preferences
pl: Ustawienia dysku
